{"Question": "What does it mean when the LED display flashes yellow In Accentum Wireless Around Ear Headphones? Select the correct answer from A, B, C, D. Only one answer is correct. A) Battery charge is 0 % to 20 %. B) Battery charge is 90 % to 100 %. C) Battery charge is 20 % to 90 %. D) Headphones are in Bluetooth pairing mode", "Latency (seconds)": 0.09603309631347656}
{"Question": "Is it possible to setup voice prompt? If yes, how to do that in Accentum Wireless Around Ear Headphones?", "Latency (seconds)": 0.12310314178466797}
{"Question": "When do I replace the ear pads and where can I find the replacement ear pads for Accentum Wireless Around Ear Headphones?", "Latency (seconds)": 0.17456698417663574}
{"Question": "What is the charging temperature range of Accentum wireless around ear headphones?", "Latency (seconds)": 0.17161035537719727}
{"Question": "What is the weight of the Momentum 4 Wireless Around Ear Headphones?", "Latency (seconds)": 0.2040855884552002}
{"Question": "What is the charging time of the rechargeable battery in Momentum 4 Wireless Around Ear Headphones?", "Latency (seconds)": 0.26320576667785645}
{"Question": "What does it mean when the LED display flashes red 3x repeatedly during phone calls in Momentum 4 Wireless Headphones? Select the correct answer from A, B, C, D. Only one answer is correct.  A) Incoming call B) switch off C) Rechargeable battery is almost empty (less than 2% charged) D) incoming call with an almost empty battery.", "Latency (seconds)": 0.16898798942565918}
{"Question": "What does it mean when the LED display presents 3 white during charging in Momentum 4 wireless around ear headphones? Select the correct answer from A, B, C, D. Only one answer is correct.  A) Incoming call B) switch off C) Rechargeable battery is almost empty (less than 2% charged) D) incoming call with an almost empty battery.", "Latency (seconds)": 0.15601634979248047}
{"Question": "How many audio sources can I connect at the same time to the BTT100 Audio transmitter?", "Latency (seconds)": 0.09835243225097656}
{"Question": "What happens to the LED light colour when I switch the transmitter on and how do I know whether a connection is established in BTT100 Bluetooth Audio Transmitter?", "Latency (seconds)": 0.22038626670837402}
{"Question": "What is the number of transmission channels in BTT100 Bluetooth Audio Transmitter?", "Latency (seconds)": 0.12470126152038574}
{"Question": "What is the weight of BTT100 Bluetooth Audio Transmitter?", "Latency (seconds)": 0.40195488929748535}
{"Question": "What does green light in momentum sport's charging case LED indicate with earbuds inserted in? Select the correct answer from A, B, C, D. Only one answer is correct.  A) Earbuds are fully charged, charging case can still charge at least one complete cycle. B) Charging case is fully charged. C) Firmware update is being performed. D) Rechargeable battery of the charging case is almost empty.", "Latency (seconds)": 0.2823750972747803}
{"Question": "What does it mean when the Momentum Sport's earbud LED flashes red 3x ? Select the correct answer from A, B, C, D. Only one answer is correct.  A) Rechargeable battery is almost empty. B) Bluetooth pairing or earbud pairing failed. C) System error is present. Perform a reset (see page > 63). D) Bluetooth pairing or earbud pairing was successful.", "Latency (seconds)": 0.16342902183532715}
{"Question": "What does 'Podcast' voice prompt mean in Momentum Sport?", "Latency (seconds)": 0.22017741203308105}
{"Question": "What is Momentum Sport's microphone frequency?", "Latency (seconds)": 0.35506129264831543}
{"Question": "What is the transducer size in Momentum True Wireless 4 earbuds?", "Latency (seconds)": 0.25956296920776367}
{"Question": "What should you do to reset MOMENTUM True Wireless 4 earbuds to factory settings?", "Latency (seconds)": 0.170698881149292}
{"Question": "How can you switch to Transparency Mode on MOMENTUM True Wireless 4 earbuds?", "Latency (seconds)": 0.08855867385864258}
{"Question": "In the scenario 1 in Network whitepaper what is the only component needing active configuration?", "Latency (seconds)": 0.17024445533752441}
{"Question": "Why does the first ruleset disallow all access using IPv6?", "Latency (seconds)": 0.31193017959594727}
{"Question": "What happens when you activate 'Low Latency' mode on MOMENTUM True Wireless 4 earbuds?", "Latency (seconds)": 0.12331461906433105}
{"Question": "What are the two modes of operation for MobileConnect, and how do they differ?", "Latency (seconds)": 0.11773180961608887}
{"Question": "What is required for using MobileConnect in Standalone Mode?", "Latency (seconds)": 0.1122736930847168}
{"Question": "How does MobileConnect handle data load per client in Standalone Mode?", "Latency (seconds)": 0.1950840950012207}
{"Question": "What network recommendation is critical for using MobileConnect?", "Latency (seconds)": 0.350083589553833}
{"Question": "What firmware version is required for using the Digital 6000 series with WSM?", "Latency (seconds)": 0.20768380165100098}
{"Question": "What operating systems are compatible with the WSM software?", "Latency (seconds)": 0.19138455390930176}
{"Question": "What hardware is required for setting up MobileConnect in Standalone Mode?", "Latency (seconds)": 0.21911358833312988}
{"Question": "What is the recommended Wi-Fi configuration for optimal performance of MobileConnect?", "Latency (seconds)": 0.14812254905700684}
{"Question": "What kind of delay or latency can I expect in the audio transmission for iOS devices?  Select the correct answer from A, B, C, D. Only one answer is correct. A) The latency is 50-65ms B) The latency is 50-55s C) The latency is 50-55ms D) The latency is 40-55ms", "Latency (seconds)": 0.15391087532043457}
{"Question": "What is the release date of MobileConnect Manager 1.4.2?", "Latency (seconds)": 0.09092378616333008}
{"Question": "What is the release date of MobileConnect Station 7.2.0?", "Latency (seconds)": 0.12047266960144043}
{"Question": "What is the battery life of the Bose QuietComfort Earbuds II during continuous playback with ANC on?", "Latency (seconds)": 0.2487330436706543}
{"Question": "Does the Sony WH-1000XM5 support multi-device Bluetooth pairing, and how many devices can it connect to simultaneously?", "Latency (seconds)": 0.18128299713134766}
{"Question": "What is the water resistance rating of the Apple AirPods Pro 2?", "Latency (seconds)": 0.13906145095825195}
